Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/Netflix Studio Loc - PL.tmx
Source language: en
Languages: pl

source: As early as possible, we strongly recommend hiring music experts, including an experienced Music Supervisor (and/or a Music Clearance Consultant) as well as a music lawyer (or a production lawyer capable of handling music issues) to oversee music on your production.
pl: Na jak najwcześniejszym etapie zalecamy zatrudnienie specjalistów w zakresie muzyki, w tym doświadczonego kierownika muzycznego (i/lub konsultanta ds. zatwierdzenia wykorzystania utworów muzycznych), jak również prawnika specjalizującego się w kwestiach muzycznych (lub prawnika specjalizującego się w produkcji filmowej i posiadającego kompetencje w zakresie obsługi kwestii muzycznych) do nadzorowania wykorzystania muzyki w danej produkcji.

source: Hiring a Music Professional
pl: Zatrudnianie specjalistów związanych z muzyką

source: Negotiating the Contract — After a song has been locked, the applicable record label and music publisher(s) may require you to request and sign formal contracts.
pl: Negocjowanie umowy — Po zabezpieczeniu utworu muzycznego stosowna wytwórnia płytowa i wydawca muzyczny mogą żądać podpisania umów formalnych.

source: If a music publisher or record label refuses to accept these requirements, please contact the Music team immediately for guidance.
pl: Jeśli wydawca muzyczny lub wytwórnia płytowa odmówią zaakceptowania tych wymagań, prosimy o niezwłoczne skontaktowanie się z zespołem Netflix Music w celu uzyskania wskazówek co do dalszego postępowania.

source: Please reach out to the Netflix Music team; we'll help you and your production counsel get any waivers you need.
pl: Prosimy o kontakt z zespołem Netflix Music; pomożemy w uzyskaniu wszelkich niezbędnych oświadczeń zrzeczenia się praw.

source: The sooner you reach out to and negotiate with publishers and labels, the better results you will achieve.
pl: Im szybszy kontakt w celu negocjacji z wydawcami i wytwórniami, tym lepsze wyniki.

source: Delivery Requirement:
pl: Wymóg dotyczący przedłożenia:
